<template>
  <div class="container">
    <h1 class="container-title"><strong>乐轮滑平台服务协议</strong></h1>
    <p class="container-time">版本生效日期：2019年08月21日</p>
    <div class="content">
      <!-- <h3>提示条款</h3>
      <p class="trems">欢迎您与乐轮滑平台经营者（详见定义条款）共同签署本《乐轮滑平台服务协议》（下称“本协议”）并使用乐轮滑平台服务！</p>
      <p class="trems">本协议为《乐轮滑服务协议》修订版本，自本协议发布之日起，乐轮滑平台各处所称“乐轮滑服务协议”均指本协议。</p>
      <p class="trems">各服务条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。</p> -->
      <h4>一、总则</h4>
      <p class="content-text">1.1本《乐轮滑平台服务协议》（以下简称本协议）为您（即俱乐部）与郑州浪聚软件科技有限公司（以下简称乐轮滑）就乐轮滑服务达成的协议。乐轮滑在此特别提醒您认真阅读、充分理解本协议。俱乐部应认真阅读、充分理解本协议中各条款，特别涉及免除或者限制乐轮滑责任的免责条款，对俱乐部的权利限制的条款，法律适用、争议解决方式的条款。</p>
      <p class="content-text"> 1.2请您审慎阅读并选择同意或不同意本协议，除非您接受本协议所有条款，否则您无权使用本协议项下相关服务。您的申请、使用、帐号获取和登录等行为表明您自愿接受本协议的全部内容并受其约束，不得以任何理由包括但不限于未能认真阅读本协议等作为纠纷抗辩理由。</p>
      <p class="content-text"> 1.3本协议可由乐轮滑随时更新，更新后的协议条款一旦公布即代替原来的协议条款，不再另行个别通知。您可在网站查阅最新版协议条款。在乐轮滑修改本协议条款后，如果您不接受修改后的条款，请立即停止使用乐轮滑提供的服务，您继续使用乐轮滑提供的服务将被视为已接受了修改后的协议。</p>
    </div>
    <h4>二、定义</h4>
    <p class="content-text">2.1乐轮滑平台：是搭建、提供及维护服务信息发布的平台，用户和俱乐部通过乐轮滑平台对订餐及外卖服务达成合意。</p>
    <p class="content-text">2.2用户：是指在乐轮滑平台上发布订餐外卖服务需求、创建任务事项信息的具有完全民事权利能力和行为能力的自然人。</p>
    <p class="content-text">2.3俱乐部：即本协议中的“您”，是指通过乐轮滑平台自主选择接受用户发布的订餐外卖服务任务信息、完成任务事项的依据中国法律合法成立并有效存续的法人或其他商事主体。</p>
    <h4>三、俱乐部的权利义务：</h4>
    <p class="content-text">3.1俱乐部应保证其为一家依据中国法律合法成立并有效存续的法人或其他商事主体，能够独立承担法律责任，并具有履行本合同所需一切权利及能力；同时俱乐部应当提供盖章的资质证明复印件，如涉及特殊行业需要特定的资质或许可证等的，俱乐部也应予以提供。前述资料包括但不限于俱乐部营业执照、前置许可证件、外卖商品说明、页面信息文案所需资料（包括图片、商家介绍）等。俱乐部保证提供的文件内容真实有效，不侵犯任何第三方的合法权益，由于信息虚假或不准确造成的一切后果与损失均由俱乐部承担。俱乐部的名称、地址和有效联系方式、许可证等信息发生变化的，俱乐部应在一个工作日内书面或邮件通知乐轮滑。由于俱乐部未及时通知，给俱乐部自身及乐轮滑造成的一切损失均由俱乐部承担。</p>
    <p class="content-text">3.2俱乐部应向乐轮滑提供外卖商品的具体信息和详细说明。俱乐部应保证自身具备提供本合同项下商品及履行本合同项下俱乐部提供商品外卖活动所有必要的资质批文、管理制度及合格人员，送达乐轮滑用户的外卖商品与页面描述一致且质量合格。</p>
    <p class="content-text"> 3.3俱乐部提供的外卖商品应符合国家法律、法规、规章的规定。如因俱乐部外卖商品存在质量或安全问题造成乐轮滑用户投诉、索赔、经济损失等相关后果均由俱乐部承担，如乐轮滑基于前述情况向消费者先行赔付的，乐轮滑有权向俱乐部追偿，追偿方式包括但不限于在结算给俱乐部的相关款项中直接扣除该赔付金额。</p>
    <p class="content-text">   3.4俱乐部为乐轮滑开辟绿色通道，具体事宜如：俱乐部在接收到乐轮滑用户的订单后，应优先处理乐轮滑用户的订单，并由俱乐部负责将订单中所述的商品及时送达至乐轮滑用户。外卖送达过程采取合理包装及方式，保证送达乐轮滑用户商品安全、及时、无污染。</p>
    <p class="content-text"> 3.5俱乐部不应就在线标注价格之外向乐轮滑用户收取任何线下费用。如乐轮滑用户所订购商品售罄，经俱乐部与乐轮滑用户沟通后，俱乐部可就替代商品线下向用户收取差价部分。</p>
    <p class="content-text">   3.6如乐轮滑用户要求就餐发票，由俱乐部负责全额提供，乐轮滑系统通知俱乐部用户下单信息后，如俱乐部因商品售罄等原因，不能提供的，俱乐部应立即电话通知下单信息的用户和乐轮滑，并做好合理的安抚和处理措施，如因此造成乐轮滑用户投诉、经济损失等相关后果均由俱乐部承担。
    </p><p class="content-text">  3.7俱乐部应严格按照双方协商签订的活动方案为乐轮滑用户提供相应的优惠价格或赠品，不允许出现故意拒不提供的行为，否则由此产生的用户投诉和损失均由俱乐部承担。</p>
    <p class="content-text">3.8俱乐部承诺自己在使用乐轮滑时不会出现以下违规行为，如因出现以下违规行为导致任何法律后果的发生，由俱乐部自行承担所有法律责任：</p>
    <p class="content-text">  3.8.1违反国家法律、法规要求以及各种社会公共利益或公共道德的行为；</p>
    <p class="content-text"> 3.8.2违反乐轮滑相关规定的行为（包括但不限于制造虚假订单、利用系统漏洞获取利润、违规套现、对用户消费欺诈、无故取消订单、无故拒绝配送等）；</p>
    <p class="content-text">  3.8.3其他损害乐轮滑平台、用户和其他俱乐部利益的行为。</p>
    <p class="content-text">  3.9俱乐部可以通过用户名和密码登陆乐轮滑商家后台，俱乐部应对密码安全及通知实施的行为负责，俱乐部不得以任何形式将用户名和密码转让或泄露给第三方。</p>
    <p class="content-text">  3.10俱乐部提供的银行账户信息须准确，如发生变更应立即通知乐轮滑，否则，由此造成的款项延误等后果均由俱乐部承担。</p>
    <p class="content-text">  3.11俱乐部保证经营场所内实际销售价格不得低于商品在线标注价格，且不得唆使或引导乐轮滑用户放弃在乐轮滑服务，改为其他形式的俱乐部和乐轮滑用户直接交易，否则乐轮滑有权立即终止合作并要求俱乐部按照协议第六条承担违约责任。</p>
    <p class="content-text">  3.12俱乐部同意乐轮滑可能会与第三方合作向俱乐部提供相关的网络服务，在此情况下，如该第三方同意承担与乐轮滑同等的保护用户隐私的责任，则乐轮滑有权将用户的信息资料等提供给该第三方。另外，在不透露单个俱乐部隐私资料的前提下，乐轮滑有权对整个俱乐部数据库进行分析并对俱乐部数据库进行商业上的利用。</p>
    <p class="content-text">  3.13俱乐部同意乐轮滑拥有通过信息推送、平台公示、短信、电话、邮件等形式向您通知告知信息的权利，俱乐部允许平台向其发送商业性电子信息。</p>
    <h4>四、乐轮滑权利与义务</h4>
    <p class="content-text">4.1乐轮滑为俱乐部提供本协议项下约定的乐轮滑平台的网络展示，并按照乐轮滑平台约定向俱乐部收取服务费。</p>
    <p class="content-text"> 4.2乐轮滑为俱乐部在消费群体中做相关宣传介绍并进行相关推荐，以提升俱乐部的知名度。俱乐部同意授权乐轮滑使用其品牌、LOGO、名称、商标等知识产权。</p>
    <p class="content-text">   4.3乐轮滑有权对俱乐部拟在乐轮滑发布的内容、信息进行审核，必要时可删改。乐轮滑有权对不符合法律法规、政策规定的内容或任何侵犯第三方合法权益的内容予以删改或拒绝发布，但甲乙双方确认，乐轮滑的前述审核、删改不为乐轮滑设置任何义务，也不免除俱乐部根据本协议应承担的责任。</p>
    <p class="content-text">   4.4如任何第三方向乐轮滑投诉，乐轮滑经核实后，有权要求俱乐部配合解决该投诉。如出现不符合法律法规、政策规定或侵犯第三方合法权益的内容的，乐轮滑有权在不通知俱乐部的情况下做下线处理。</p>
    <p class="content-text">   4.5俱乐部店铺内所售品类如有违反乐轮滑平台经营范围的相关规定或有向消费者私自售卖违禁品的行为，乐轮滑平台有权按照相关规定对俱乐部进行处罚，并举报至相关行政主管部门。</p>
    <p class="content-text">  4.6如活动方案中涉及乐轮滑承担相应成本费用的内容，则乐轮滑应按合同中双方约定的结算方式，定期由乐轮滑系统自动结算的方式为俱乐部支付活动期间产生的成本费用。</p>
    <p class="content-text">  4.7乐轮滑用户退订情形，乐轮滑应在收到退订申请后告知俱乐部取消对应外卖订餐项目。俱乐部应根据乐轮滑通知做相应的调整。</p>
    <p class="content-text">  4.8如俱乐部违反本协议第三条项下约定的义务，乐轮滑有权随时停止提供服务，并操作俱乐部商品信息下线。</p>
    <p class="content-text"> 4.9本协议项下服务终止时，乐轮滑有权删除乐轮滑上的俱乐部已发布的外卖商品信息，且有权拒绝向俱乐部提供相关信息；乐轮滑有权保存俱乐部资质信息、商品信息、交易记录等相关资料。</p>
    <h4>五、知识产权</h4>
    <p class="content-text">5.1双方的品牌归各自所有。双方均不可在对方未经授权的情况下使用对方名称、Logo以及涉及相关内容的销售、促销宣传材料及广告、报纸、杂志、宣传单等，如因此产生的所有不良后果及损失违约方全部承担。本协议第4.2条有约定的除外。</p>
    <h4>六、俱乐部安全保障</h4>
    <p class="content-text">6.1 俱乐部提供的资质应符合国家相关法律的规定，并且符合发布相关商品的要求，当平台要求提供时可以在24小时内提供资质完成备案，如果因无法提供相关资质导致平台的损失需要由俱乐部承担。</p>
    <p class="content-text"> 6.2 俱乐部提供的外卖商品应符合国家法律、法规、规章的规定。如因俱乐部外卖商品存在质量或安全问题造成乐轮滑用户投诉、索赔、经济损失等相关后果均由俱乐部承担，如乐轮滑基于前述情况向消费者先行赔付的，乐轮滑有权向俱乐部追偿，追偿方式包括但不限于在结算给俱乐部的相关款项中直接扣除该赔付金额。</p>
    <h4>七、违约责任</h4>
    <p class="content-text">7.1任何一方违反本协议所规定的义务导致另一方受到包括但不限于投诉、举报、诉讼或处罚、赔偿等损失，违约方在收到守约方要求纠正其违约行为的书面通知之日，应立即停止其违约的行为，并在10日内赔偿守约方因此受到的所有损失。</p>
    <p class="content-text">  7.2本协议任何一方均应对其获得的对方的业务、经营、财务状况和其他保密资料予以严格保密，不得以任何形式向任何第三方披露。如因任何一方未能履行保密义务而给其他方造成任何损失的，应承担赔偿责任。</p>
    <h4>八、免责条款</h4>
    <p class="content-text">8.1不论在何种情况下，乐轮滑均不对由于互联网正常的设备维护，互联网络连接故障，电脑、通讯或其他系统的故障，电力故障，黑客攻击、病毒侵袭、罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</p>
    <p class="content-text">   8.2俱乐部同意自行承担使用网络服务的风险，乐轮滑不作任何类型的担保，包括但不限于：不担保服务一定能满足俱乐部的要求；不担保服务不会受中断，对服务的及时性，安全性，出错发生不担保；对在乐轮滑上以及第三方合作得到的任何服务或交易进程，不作担保；对乐轮滑服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、稳定性、完整性和及时性不作出任何承诺和保证；不担保乐轮滑服务的适用性没有错误或疏漏。</p>
    <h4>九、争议解决</h4>
    <p class="content-text">9.1本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。</p>
    <p class="content-text">  9.2就本协议内容或执行发生任何争议，应友好协商解决。协商不成时，均可向被告所在地的有管辖权的法院诉讼解决。</p>
    <div class="footer">
      <p>  CopyrightⒸ2019 郑州浪聚软件科技有限公司 豫ICP备19021916号</p>
    </div>
  </div>
</template>
<script>
export default {
  name: 'Contract'
}
</script>
<style scoped>
.container{
width: 1200px;
margin: 0 auto;
}
.container-title{
  font-family: 微软雅黑,Microsoft YaHei,宋体,SimSun,黑体, SimHei;
  font-size: 24px;
  white-space: normal;
  text-align: center;
  line-height: 1.7;
  opacity: 0.8;
}
.container-time{
  font-family: 微软雅黑,Microsoft YaHei,宋体,SimSun,黑体, SimHei;
  white-space: normal;
  line-height: 1.7;
  font-size: 13px;
  text-align: center;
}
.trems{
  padding-left: 30px;
}
.content{
  text-align: left;
  padding-top: 10px;
}
.content-text{
  padding-left: 30px;
  text-align: justify;
  font-size: 14px;
  line-height: 1.5;
  color: #333333;
}
.footer{
  padding-top: 50px;
  padding-bottom: 1px;
}
.footer p{
  text-align: center;
  font-size: 13px;
}
</style>

